Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: འདོད་པ ར་ གྱུར་པ འི་ ཚིག་ སྨྲ་བ ས །_། སྤུ་གྲི་ རྣོན་པོ ར་ བརྡར་བ་ ཡི །_། སོ་ ཡིས་ བདག་ རང་བདག་ ཉིད་ ཀྱི །_། ལྕེ་ ནི་ ཡང་དག་ བཅད་ ཀྱང་ སླ །_།
en: $878 “ ‘Rather than speaking sensuous words, It is better to use The sharp edge of a razor To cut off one’s own tongue.

source: སེམས་ཅན་ འདོད་ཆགས་ ཀྱིས་ བསླུས་ ཤིང་ །_། ཞེ་སྡང་ གིས་ ནི་ ཡོངས་ གདུངས་ ལ །_། གཏི་མུག་ དབང་ དུ་ སོང་བ་ དག _། ཚིག་ མི་ སྙན་པ ར་ སྨྲ་བ ར་ བྱེད །_།
en: $879 “ ‘Sentient beings are fooled by desire, They are incited by hate, And they’re governed by delusion— That is why they speak cloying words.

source: འདོད་ཆགས་ ཆུང་བ ས་ ཟིན་པ་ གང་ །_། ཉེས་པ ར་ བྱེད་པ་ མང་ དུ་ བྱེད །_།
en: $880 “ ‘Overcome by a minor desire, One may do many wrongs.

source: རྨོངས་པ་ གཏི་མུག་ དབང་ སོང་ སྟེ །_། སྡུག་བསྔལ་ ལས་ ནི་ སྡུག་བསྔལ་ འཐོབ །_།
en: Dull and bewildered, One goes from pain to pain.

source: འདོད་པ འི་ དགའ་བ་ ཡུད་ཙམ་ སྟེ །_། དེ་ ནི་ བདེན་ མེད་ བརྟག་པ འང་ མིན །_།
en: $881 “ ‘The pleasure of desire lasts but a moment And is neither real nor apparent.

source: འགྱུར་བ་ ཤིན་ཏུ་ མི་ བཟད་ དེ །_། དེ་ལྟ ས་ དེ་ ནི་ ཡོངས་སུ་ སྤོངས །_།
en: However, its transformations are unbearable, So, give this up completely!

source: འདོད་ཆགས་ ཟིལ་ གྱིས་ ནོན་པ འི་ མི །_། སེམས་ཅན་ དམྱལ་བ འི་ གནས་ སུ་ གནས །_།
en: $882 “ ‘The person oppressed by desire Is a person living in hell.

source: གང་དག་ འདོད་ཆགས་ དབང་ མི་ འགྲོ །_། དེ་དག་ དམྱལ་ [232a] བ འི་ འཇིགས་པ་ མེད །_།
en: The person who stays clear of desire {{page:{number:301,id:UT22084-068-021-100327,folio:F.232.a,volume:V68}}} Will not experience these hellish terrors.

source: དེ་ ནི་ སྡིག་པ འི་ ལས་ བྱས་པ ས །_། ངན་སོང་ ངེས་པ ར་ མྱོང་བ་ ཡིན །_།
en: $883 “ ‘The doer of unwholesome actions Will definitely experience hell.

source: བློང་ ཞིང་ དམན་པ་ སྙིང་རྗེ འི་ སྐད །_། ཅི་ཞིག་ དེ་རིང་ ཡོངས་སུ་ གདུང་ །_།
en: Shocked and miserable, you cry pitifully, But what are you so upset about?

source: སེམས་ཅན་ དམྱལ་བ་ སྡིག་ བྱེད་པ །_། ལས་ ཟད་ ནས་ ནི་ ཐར་ འགྱུར་ གྱི །_།
en: $884 “ ‘The doer of unwholesome actions will be free Only when those acts are exhausted.

source: རྣམ་པར་ སྒྲ་ འབྱིན་ མང་ འགྱུར་བ །_། ཐར་པ་ དག་ ཏུ་ ག་ལ་ འགྱུར །_།
en: How could a lot of screaming Bring you release?

source: མི་ འདོད་ ངན་འགྲོ ར་ འགྲོ་བ འི་ ལས །_། བྱས་པ ས་ འདོད་ཆགས་ དབང་ དུ་ གནས །_།
en: $885 “ ‘Your acts led to the undesirable reaches of the lower realms And now you remain ruled by desire.

source: རྨོངས་པ་ གང་ཞིག་ སྨྲེ་སྔགས་ འདོན །_།
en: So why lament so foolishly?

source: དེ་ ནི་ དོན་མེད་ ཡོངས་སུ་ འདོན །_།
en: Crying is pointless.

source: གང་ཞིག་ མ་འོངས་ འབྲས་བུ་ ཤེས །_། ད་ལྟ ར་ བྱུང་བ འི་ དགེ་ ལ་ དགའ །_། དེ་ ནི་ དམྱལ་བ ར་ སྐད་ མི་ འབྱིན །_། ཁྱོད་ ནི་ ཇི་ལྟ ར་ རྗེས་སུ་ གདུང་ །_།
en: $886 “ ‘The one who is aware of future results Takes joy in virtue in the present And will not be crying in hell, Or tormented, as you are now.’

source: དེ་ལྟ ར་ ཡང་ དེ་ ལ་ སྟོན་པ་ དང་ །_ ལས་ བྱེད་པ་ ངན་པ་ བྱས་པ་ དེ་ གཤིན་རྗེ འི་ མི་ དེ་ རྣམས་ ཀྱིས་ རྗེས་སུ་ བསྟན་ ནས་ ཀྱང་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ གནོད་པ་ རྣམ་པ་ ཐ་དད་པ་ སྣ་ཚོགས་ དུ་མ་ དག་ གིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: $887 “Thus the henchmen will instruct the beings of this hell, and once they have done so, they will subject them to numerous and diverse tortures until finally their acts have been overcome, relinquished, and exhausted.

source: དེ་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་ ནས་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ ཚེ་རབས་ སྟོང་ཕྲག་ དུ་མ ར་ དུད་འགྲོ ར་ སྐྱེ་བ ར་ འགྱུར །_
en: Once they are then free of that hell, they will, as a karmic effect that accords with their causal actions, be born many thousands of times as animals.

source: གལ་ཏེ་ བརྒྱ་ལ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ ཚེ་ ཐུང་ ཞིང་ དབུལ་བ་ དང་ །_
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, they should be born with the general lot in life of a human, they will live short lives in poverty.

source: སེམས་ གཡེངས་པ་ དང་ །_ ངག་ སྐྱེ་བོ་ ཀུན་ གྱི་ ཡིད་ མི་ ཆེས་པ ར་ འགྱུར་ ཞིང་ ཚེ་རབས་ བཞི་ སྟོང་ དུ་ ཟ་མ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Their minds will be distracted, nobody will trust their words, and they will be genderless for four thousand lives.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ རབ་ཏུ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ མེ་ སྤྱི་གཙུག་ ལྟ་བུ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $888 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great Hell of Intense Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Plumes of Fire.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ དང་ །_ ལོག་པ ར་ ལྟ་བ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་ [232b] པས་ འགྱུར་ རོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will see that such a birth is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, alcohol consumption, lying, and wrong view. {{page:{number:302,id:UT22084-068-021-100328,folio:F.232.b,volume:V68}}}

source: གང་ གིས་ ཞེ་སྡང་བ་ མེད་ ཅིང་ སྤྱོད་པ་ དང་ ལྡན་པ འི་ བུ་མོ འི་ སྐྱེ་གནས་ མ་ཡིན་པ འི་ སྒོ་ སུན་ ཕྱུང་ ན །_ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ མེ་ སྤྱི་གཙུག་ ལྟ་བུ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Also, one who violates a female who is free from anger and who abides by wholesome conduct, by penetrating her through an orifice other than the vagina, will, upon separating from the body, fall into the lower realms and be born in the hell of Plumes of Fire.

source: དེར་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཡང་སོས་ ལ་སོགས་པ འི་ སྡུག་བསྔལ་ དེ་དག་ ཐམས་ཅད་ བཅུ་འགྱུར་ དུ་
en: $889 “The beings in that realm undergo all the tortures of the Reviving Hell, and so forth, intensified tenfold.

source: འབྱུང་བ འི་ སྟེང་ དུ་ ཁྱད་པར་ དུ་ འགྱུར་བ་ ནི་ སེམས་ཅན་ དམྱལ་བ་ མེ་ སྤྱི་གཙུག་ ལྟ་བུ་ དེ་ སྤྱི་གཙུག་ འདྲ་ ལ་ སྲོག་ཆགས་ སྤྱི་གཙུག་ ཅེས་
en: On top of that, and in particular, the hell the Plumes of Fire resembles a plume, and is home to be beings called ‘plumes.’

source: བྱ་བ་ བྱད་གཟུགས་ གཞུ་རྒྱུད་ ལྟར་ རིང་ ཞིང་ དུག་ ཤིན་ཏུ་ དྲག་པ་ ཡོད་ ལ་ མཐོང་ ན་ ཡང་ ཤིན་ཏུ་ དྲག་པ་ གནས་ སོ །_།
en: The long bodies of those creatures resemble bowstrings, they are extremely venomous and awful to behold.

source: དེ་ནས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ །_ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ བཟུང་ ནས་ ལྕགས་ ཀྱིས་ གཞི་ རབ་ཏུ་ འབར་བ ར་ ཕོར་བུ འི་ ནང་ དུ་ ལུས་ ཐམས་ཅད་ དང་ །_ ལག་པ་ དང་ །_ རྐང་པ་ ཐམས་ཅད་ ནུབ་པ ར་ བཅུག་ ཅིང་
en: When the henchmen of the Lord of Death catch the beings of this realm, they will drive nails through both their hands and feet so that they are firmly fastened with all their limbs to the ground that is covered in molten iron.

source: མེ་ ཤིན་ཏུ་ ཚ་བ ས་ རྒྱབ་ སྲེག་པ་ ན་ ངུ་སྐད་ འབྱིན་ ཅིང་ ཆོ་ངེས་ འདེབས་ སོ །_།
en: As their backs are burned by the extremely hot fire, these hell beings will yowl and wail.

source: དེ་ནས་ གཤིན་རྗེ འི་ མི་ དེ་ རྣམས་ ཀྱིས་ ས་ སྲོག་ཆགས་ མེ་ སྤྱི་གཙུག་ ལྟ་བུ་ ཞེས་ བྱ་བ་ དེ་དག་ བླངས་ ནས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ རྣམས་ ཀྱི་ རྐུབ་ ཏུ་ འཇུག་པ ར་ བྱེད་ དོ །_། དེ་དག་ གི་ ལུས་ གཞུ་རྒྱུད་ ལྟ་བུ་ ཡིན་ ཞིང་ དུག་ རྣོན་པོ་ ཤིན་ཏུ་ མཁྲང་ ལ་ ཚ་བ་ ཡོད་པ འི་ ལུས་ཅན་ དེ་ འཇུག་པ ར་ བྱེད་ དོ །_།
en: The henchmen will then bring out the so-called ‘fire plume’ creatures and let them enter the bodies of the hell beings through the anus, with their bowstring-like bodies and utterly devastating, virulent poison.

source: དེ་ རབ་ཏུ་ འཇུག་པ་ ན་ རེག་པ་ མེ་ ལྟ་བུ ར་ ཚ་ སྟེ །_ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ ཐོག་མ་ ཉིད་ དུ་ དེ འི་ རྐུབ་ སྲེག་པ ར་ བྱེད་ དོ །_།
en: The touch of their bodies burns like fire and, as they enter the hell beings, they will first burn through and devour their anuses.

source: བསྲེགས་ ནས་ ཟ འོ །_། དེ་ ཟོས་ ནས་ ནང་ དུ་ འཇུག་ སྟེ་ ལོང་ ཀ་ སྲེག་ གོ །_། བསྲེགས་ ནས་ ཀྱང་ ཟ འོ །_། ལོང་ ཀ་ ཟོས་ ནས་ ལྷག་མ་ མེད་པར་ བྱས་ ཏེ །_
en: They will then burrow farther, burning and consuming the colon, leaving not a trace behind.

source: གྱེན་ དུ་ བྱུང་ ནས་ ཕོ་བ་ སྲེག་ ཅིང་ ཟ འོ །_། མཆེར་པ་ སྲེག་ སྟེ་ དེ་ བསྲེགས་ ནས་ ཟ འོ །_། དེ་ཡང་ ཟོས་ ནས་ རྒྱུ་མ་ དང་ ཕོ་བ འི་ གནས་ ག་ལ་བ་ དེར་ འགྲོ འོ །_། སོང་ ནས་ ཕོ་བ འི་ གནས་ དང་ །_ གཞན་ རྒྱུ་མ་ དང་ གཉེ་མ་ དག་ འཆའ་ ཞིང་ ཟ འོ །_།
en: Wriggling upward from there, they will burn and consume the abdomen and spleen.

source: ཐམས་ཅད་ ལྷག་མ་ མེད་པར་ བསྲེགས་ ཤིང་ ཟོས་པ་ དང་སེམས་ ཅན་ དམྱལ་བ་པ་ དེ འི་ རུས་པ་ སེང་ སེང་པོ ར་ བྱས་ ཀྱང་ སྲོག་ དང་ ནི་ མི་ འབྲལ་ ལོ །_།
en: In this way, all but bare bones will be burned and consumed, and yet the hell beings still do not die.

source: དེ་ ཕྱིས་ མིད་པ་ ག་ལ་བ་ དེར་ སོང་ ནས་ དེ་ སྙིང་ ལ་ འཆའ་ ཞིང་ ཡོངས་སུ་ སྲེག་པ ར་ བྱེད་ [233a] དོ །_།
en: Later those creatures will squirm into the hell beings’ throats and proceed to take burning bites out of their hearts. {{page:{number:303,id:UT22084-068-021-100329,folio:F.233.a,volume:V68}}}

source: དེ་ སྲེག་ ཅིང་ ཀུན་ ནས་ ཟ་བ་ ན་ ངུ་སྐད་ འབྱིན་ ཅིང་ ཆོ་ངེས་ འདེབས་ ལ་ ཡོངས་སུ་ སྨྲེ་སྔགས་ འདོན་ ཏོ །_།
en: As they are eaten alive, the hell beings will cry, wail, and moan.

source: དེ འི་ ནང་ ན་ མེ་ སྤྱི་གཙུག་ ལྟ་བུ་ འབར་ ཞིང་ ཕྱི་རོལ་ ཏུ་ སེམས་ཅན་ དམྱལ་བ་པ འི་ མེ་ སྟེ་ མེ་ དེ་ གཉིས་ ཀྱིས་ སྲེག་ ཅིང་ ཟ འོ །_།
en: Inside, the fire plumes are burning and eating them, while outside, the flames of hell are blazing. In this way, beings are burned and consumed by two fires.

source: དེ་ནས་ མེ་ སྤྱི་གཙུག་ ལྟ་བུ་ དེས་ དེ འི་ མིད་པ འི་ ནང་ ཟོས་ ནས་ ཁ་ ག་ལ་བ་ དེར་ སོང་ སྟེ །_ དེ་ དང་པོ ར་ ལྕེ་ དྲུང་ འཆའ་ ཞིང་ ཟ འོ །_།
en: $890 “When the fire plumes have devoured the throats of the hell beings, they will writhe into their mouths where they will proceed to chew off their tongues and consume them.

source: དེ་ ཟོས་ ནས་ རྣ་བ འི་ ཕྱོགས་ སུ་ སོང་ སྟེ །_ དེ་ཡང་ ཟ འོ །_།
en: From the mouths they will wriggle into the ears and gobble them up.

source: གླད་པ་ དང་ གླད་ རྒྱས་ ག་ལ་བ་ དེར་ སོང་ སྟེ །_ དེས་ གླད་པ་ དང་ གླད་ རྒྱས་ དེ་དག་ ཟོས་ ཤིང་
en: Next, they will proceed to feast on the brain and brain membrane.

source: ཐོད་པ་ དང་ མགོ ར་ གཏོགས་པ་ ཟོས་ ནས་ ཐོད་པ་ དང་ མགོ ར་ གཏོགས་པ་ ཕུག་ སྟེ་ འགྲོ་ ཡང་
en: Finally, they will bore a hole through the top of the skull and emerge from it.

source: དེ འི་ ལས་ ཀྱི་ མཐུ ས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ འཆི་བ ར་ ནི་ མི་ བྱེད་ དོ །_།
en: However, the force of the hell beings’ karmic actions will prevent them from dying.

source: དེ འི་ ལུས་ ཀུན་ ནས་ བུ་ག་ ཡོད་ དེ །_ བུ་ག་ དེ་དག་ ཏུ་ ཞུགས་ ནས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ མེས་ སྲེག་པ ར་ བྱེད་ ཅིང་ རབ་ཏུ་ འབར་བ ར་ བྱེད་ དོ །_།
en: Thus, their bodies will be left riddled with holes through which the flames can enter and scorch and burn.

source: ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱི་ མཐའ་ སྤྱད་པ་ དེ འི་ ལུས་ ཀྱི་ ནང་ དང་ ཕྱི་རོལ་ ཀུན་ ནས་ རབ་ཏུ་ འབར་བ་ ཡིན་ ཏེ །_ དེ་ལྟ ར་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ ཟ་ ཞིང་ ཟ འོ །_།
en: In this way, their bodies will, as a consequence of their misdeeds, continue to burn and be consumed both on the inside and the outside for many hundreds of thousands of years.

source: དེ་ནས་ ཡང་ འཚོ་བར་ འགྱུར་ ལ་ དེ་ནས་ ཡང་ འཆི་བ ར་ འགྱུར་ རོ །_། དེ་ནས་ ཡང་ འཚོ་ སྟེ །_
en: Again and again the hell beings will perish and be revived.

source: དེ་ལྟ ར་ མི་ འདི་ དེ འི་ ཉེས་པ ར་ བྱས་པ་ བྱས་ ཤིང་ བསགས་པ འི་ མཐུ ས་ གནོད་པ་ དག་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Thus, the force of their completed and accumulated misdeeds will continue to torment them.

source: དེ་དེ་ ལས་ ཐར་ ནས་ གར་བབ་ བབ་ ཏུ་ འབྲོས་པ་ དང་ །_ དེས་ སྦྲུལ་ ཆེན་པོ འི་ ཚོགས་ འོང་བ་ མཐོང་ ངོ་ །_། དེས་ དེ་ མཐོང་ ནས་ ཤིན་ཏུ་ སྐྲག་ ཅིང་ ཡི་མུག་ སྟེ་ གར་བབ་ བབ་ ཏུ་ འབྲོས་ སོ །_།
en: $891 “When they finally escape this condition, they will run off, as best they can, only to perceive a gathering of enormous snakes closing in on them, the sight of which will fill them with great terror.

source: དེ་ནས་ ལས་ ཀྱིས་ བྱས་པ འི་ རླུང་ གི་ ཤུགས་ ལྟ་བུ འི་ སྦྲུལ་ དེ་དག་ མི་ དེ་ ལ་ འཛིན་ ཏོ །_།
en: As they try to run away, the force of their karmic actions will make the snakes become swift like the wind.

source: བཟུང་ ནས་ མཆེ་བ་ ཆེན་པོ་ རྣོ་ ཞིང་ དུག་ ཆེན་པོ་ དྲག་པ ས་ ཀུན་ ནས་ བསྐོར་ ནས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ ལན་ བརྒྱ འམ་ ཡང་ན་ ལན་ སྟོང་ དུ་ སྲེག་པ ར་ བྱེད་ དོ །_།
en: The snakes will proceed to encircle them, seize them, and bite them hundreds and thousands of times with their enormous, sharp fangs filled with dreadful venom.

source: སྡུག་བསྔལ་ གྱིས་ ཀུན་ ནས་ ཉམ་ཐག་པ་ དེ་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ འི་ མེ་ དང་ །_ སྦྲུལ་ གྱི་ དུག་ གི་ མེ་ དང་ །_ སེམས་ཅན་ དམྱལ་བ་པ འི་ མེ་ སྟེ །_ མེ་གསུམ་ གྱིས་ སྲེག་ གོ །_།
en: Suffering wretchedly from hunger and thirst, the snake poison, and the fires of hell, these beings are in this way now consumed by a triple fire.

source: དེ་ལྟ ར་ དེ་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ལོ་ འབུམ་ཕྲག་ དུ་མ་ ལོ་ བགྲང་ གིས་ མི་ ལང་ [233b] བར་ སྲེག་ གོ །_།
en: Until finally their unwholesome actions have been overcome, relinquished, and exhausted, they will continue to suffer for hundreds of thousands of years, impossible to count. {{page:{number:304,id:UT22084-068-021-100330,folio:F.233.b,volume:V68}}}

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ ཚེ་རབས་ སྟོང་ཕྲག་ དུ་མ ར་ ཡི་དགས་ དང་ དུད་འགྲོ་ དག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: $892 “When they finally escape this hell, they will, as a karmic effect that accords with their causal actions, be born many thousands of times as starving spirits or animals.

source: ཡི་དགས་ རྣམས་ སུ་ ཤིན་ཏུ་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ ས་ གདུངས་པ ར་ འགྱུར །_
en: As starving spirits, they will suffer the torments of hunger and thirst.

source: ཡི་དགས་ དང་ དུད་འགྲོ་ དག་ ཏུ་ དུད་འགྲོ ར་ འགྱུར་བ་ ཐམས་ཅད་ དུ་ ཡང་ ཚེ་རབས་ ཚེ་རབས་ སུ་ འབྱུང་ ཞིང་ ཟ་བ ར་ འགྱུར་ རོ །_།
en: As animals, and thus be eaten, life after life, by other animals.

source: དེ་དེ་ ལས་ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ དེ་ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ མ་ནིང་ དུ་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, they should in the end be born with the general lot in life of a human, they will live five hundred times as neuters.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ རབ་ཏུ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ མདག་མེ་ བྱེ་མ་ ལྟ་བུ འི་ ཆར་ རྟག་ ཏུ་ འབབ་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $893 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great Hell of Intense Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Constant Rain of Glowing Sand.

source: གང་ གིས་ ཙེ་ ལུ་མ་ སུན་ འབྱིན་པ ར་ བྱེད་ ཅིང་ སུན་ ཕྱུང་ ནས་ ཀྱང་ རྗེས་སུ་ དགའ་བ ར་ བྱེད་ ལ་ དེ་ཉིད་ ལ་ ཤིན་ཏུ་ ཆགས་པ ར་ བྱེད་ ན་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ མདག་མེ་ བྱེ་མ་ ལྟ་བུ འི་ ཆར་ རྟག་ ཏུ་ འབབ་པ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Also, the one who violates a female novice, and thereafter relishes the act and becomes obsessed with it, will, upon separating from the body, fall into the lower realms and be born in the hell of Constant Rain of Glowing Sand.

source: དེར་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ གནོད་པ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ སེམས་ཅན་ དམྱལ་བ་ འདིར་ འབྱུང་བ འི་
en: $894 “The beings in that realm undergo the combined tortures of the Reviving Hell, and so forth.

source: སྟེང་ དུ་ གནོད་པ་ ཁྱད་པར་ དུ་ འབྱུང་བ་ དག་ ནི །_ འདི་ལྟ་སྟེ །_ སེམས་ཅན་ དམྱལ་བ་པ་ དེ འི་ འཁོར་ ནི་ དཔག་ཚད་ ལྔ་ བརྒྱ་ ཡོད་ ལ་ དེ་ ཐམས་ཅད་ རབ་ཏུ་ འབར་བ །_ བྱེ་མ་ རྡོ་རྗེ འི་ མེ་མདག་ ལྟ་བུ་ དག་ གིས་ དེར་ དཔེ་ བྱ་བ ར་ ཡང་ མི་ ནུས་པ ར་ གང་ སྟེ །_
en: On top of that, and in particular, the five hundred leagues that this hell spans are fully ablaze with an inferno of burning, vajra-like sand. The nature of this rain of fire is impossible to convey with any example.

source: འདི་ལྟར་ འཚེད་པ་པོ་ ཡང་ ནུབ་པ ར་ འགྱུར་ ན་ སེམས་ཅན་ དམྱལ་བ་པ་ ལས་ ལྕི་བ་ ལྟ་ སྨོས་ ཀྱང་ ཅི་ དགོས་ ཏེ །_
en: Since even the beings that committed evil on a small scale are submerged in it, it goes without saying that this also applies to the hell beings with their heavy karmic actions.

source: དེ་ ཇི་ལྟ ར་ [234a] ཆུ་ འབབ་པ འི་ ཤུགས་ ཀྱིས་ དེད་པ་ དེ་ལྟ ར་ དེར་ འཇུག་ གོ །_། དེ་ནས་ ཡང་ ལས་ ཀྱིས་ ནུབ་པ་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: {{page:{number:305,id:UT22084-068-021-100331,folio:F.234.a,volume:V68}}} They will be submerged and swept away by their karmic actions, as one is by a torrent.

source: དེ་ བྱེ་མ་ རྡོ་རྗེ འི་ གཟེགས་མ་ ལྟ་བུ ར་ ཟུར་ གསུམ་ ཡོད་ ཅིང་ སོ་ རྣོ་བ་ དེ་དག་ གིས་ ཇི་ལྟ ར་ དེ འི་ རུས་པ་ ལྷག་མ་ ཡང་ མེད་པ་ དེ་ལྟ ར་ འཐག་ གོ །_།
en: The particles, which are like vajra thorns, sharp and triangular, then fall on the hell beings, cutting them to pieces until not even a single shard of bone remains.

source: དེ་ནས་ ཡང་ འཚོ་བར་ འགྱུར་ ལ་ དེ་ནས་ ཡང་ འཐག་ སྟེ་ འཆི་ ཞིང་ སྐྱེ འོ །_།
en: Yet, the hell beings will keep being revived, and as soon as they are reborn the destruction continues.

source: དེ་ ཀུན་ ནས་ དགའ་བ་ མེད་ ཅིང་ བྱེ་མ་ རབ་ཏུ་ འབར་བ འི་ ནང་ དུ་ ནུབ་ སྟེ །_
en: Deprived of all happiness, they keep sinking into the burning sand.

source: སྲེག་ ཅིང་ འཚེད་པ་ དང་ སྐད་ འབྱིན་ ཅིང་ ཡོངས་སུ་ སྨྲེ་སྔགས་ འདོན་ ཏེ །_ དེ་ལས་ ཀྱིས་ བསྒྲིབས་པ་ སྡུག་བསྔལ་ དེ་ལས་ བདག་ཉིད་ ཐར་བ ར་ མི་ ནུས་ སོ །_།
en: Scorched and boiled alive, they will scream and wail, but due to their karmic obscurations they will be unable to escape this condition.

source: དེ་ ཡུན་རིང་ མོ་ ཞིག་ འདས་ ལ་ གལ་ཏེ་ ལས་ ཟད་ ནས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_
en: $895 “When after a very long time their karmic actions are finally exhausted, they will be free of this hell.

source: དེ་ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ ཚེ་རབས་ སྟོང་ཕྲག་ དུ་མ ར་ ཡི་དགས་ དང་ དུད་འགྲོ་ དག་ ཏུ་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ ར་ འགྱུར །_
en: However, as effects that accord with their karmic actions, they will, in many thousands of lives, experience hunger and thirst as starving spirits or as animals.

source: དུད་འགྲོ་ གཅིག་ ལ་ གཅིག་ ཟ་བ ར་ སྲོག་ལན་ སྟོང་ འཆད་པ ར་ འགྱུར །_
en: When born as animals, they will lose their lives thousands of times as prey for other animals.

source: དེ་ལས་ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ དེ་ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ དབུལ་ ཞིང་ ནད་བུ་ ཅན་ དང་ །_ སྨྱོ་བ་ དང་ །_ ངག་ ཡིད་ མི་ ཆེས་པ་ དང་ །_ གཞན་ གྱིས་ བཀོལ་བ་ དང་ །_ ཟ་མ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, they escape such conditions and are born with the general lot in life of a human, they will for five hundred lives be poor, sickly, insane, distrusted, enslaved, and genderless.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ རབ་ཏུ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ནང་ ན་ མེ་མདག་ ཡོད་པ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $896 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great Hell of Intense Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Embers Within.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ དང་ །_ ལོག་པ ར་ ལྟ་བ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ་ ནི་ སྔ་མ་ བཞིན་ དུ་ འགྱུར་ རོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will see that such a birth is, as in the previous cases, caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, alcohol consumption, lying, and wrong view.

source: གང་ གིས་ དགེ་བསྙེན་མ་ བསླབ་པ འི་ གཞི་ལྔ་ ཡོད་པ་ སྟོབས་ ཀྱིས་ མནན་ ནས་
en: Also, some people forcefully engage in sexual activity with a female lay practitioner who abides by the five precepts, thus causing her to lose her precepts.

source: མི་ ཚངས་པ ར་ སྤྱད་པ ས་ བསླབ་པ་ དྲལ་ ཅིང་ འདི་ སྙམ་ དུ་ སྲུང་མ་ མོ་ བསླབ་པ འི་ གཞི་ ལས་ འདས་པ་ ཆོས་མ་ ཡིན་པ་ གང་ཡང་ [234b] མེད་ དོ་ སྙམ་ དུ་ བློ་ སྐྱེ་ ཞིང་ལས་ ཀྱི་ འབྲས་བུ་ ལ་ ཡིད་ མི་ ཆེས་ ན་
en: Yet, having no trust in the way actions bear consequences, they think that no harm at all comes from making such a practitioner abandon the basis of her training. {{page:{number:306,id:UT22084-068-021-100332,folio:F.234.b,volume:V68}}}

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ནང་ ན་ མེ་མདག་ ཡོད་པར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When such people separate from their bodies, they will fall into the lower realms and be born in the hell of Embers Within.

source: སྟེང་ དུ་ ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟར་ སེམས་ཅན་ དམྱལ་བ་ དེ་ ཀུན་ ནས་ མེ་མདག་ གི་ རི་ ལྔ་ ལ་ འདི་ལྟ་སྟེ །_ ཀུན་ སྲེག་ དང་ །_ གཏིང་ཟབ་ དང་ །_ མུན་ནག་ ཐིབས་ དང་ །_ མེ་མདག་ ཚ་བ་ ལྟ་བུ་ དང་ །_ ལས་ མངོན་སུམ་པ་ རྣམས་ ཀྱིས་
en: On top of that, and in particular, this hell spans a thousand leagues and is completely surrounded by five mountain ranges of burning coal, known as Burning All, Great Depth, Great Tangible Darkness, Glowing Hot Embers, and Manifest Karmic Action.

source: ཡོངས་སུ་ བསྐོར་བ་ དེར་ སེམས་ཅན་ དམྱལ་བ་ དེ་ ཀུན་ ནས་ དཔག་ཚད་ སྟོང་ ཡོད་ ལ །_ རི་ དེ་དག་ ཀྱང་ ཀུན་ ནས་ རི་ ཁོར་ཡུག་ དང་ ཁོར་ཡུག་ ཆེན་པོ་ དག་ དང་ ཧ་ཅང་ མི་ རིང་བ་ ན་ ཡོད་ དེ དེར་ སེམས་ཅན་ དམྱལ་བ་པ་ དེས་ རི་ དེ་དག་ མེ་ཏོག་ ཨུད་པ་ ལས་ གང་བ་ ལྟ་བུ་ དང་ །_ ཤིང་ ལྗོན་པ་ དང་ །_ ནགས་ཚལ་ དང་ །_ ལྟེང་ཀ་ ཕུན་སུམ་ ཚོགས་པ་ ལྟ་བུ ར་ མཐོང་ སྟེ །_
en: These mountain ranges are close to the Cakravāḍa and Great Cakravāḍa ranges, and for the beings of this hell will see them arrayed with blue lotus flowers, lush groves, forests, and ponds.

source: དེ་དག་ བདེ་བ་ མྱང་བ ར་ བྱ་བ འི་ ཕྱིར་ དེ་ གང་ གི་ ཚེ་ བརྒྱུགས་པ་ དང་ །_ དེ འི་ ཚེ་ ལས་ ཀྱི་ རླུང་ མེ་ ལྟ་བུ་ ལངས་པ ས་ བདས་ སོ །_། མེ་མདག་ དེ་དག་ ཀྱང་ རླུང་ དེས་ བུས་ སོ །_།
en: Wishing to enjoy such things, the beings of this hell hasten toward the mountains. But then a burning karmic wind starts to stir, fanning the coals.

source: བུས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ ཀུན་ ནས་ ཡོངས་སུ་ དཀྲིས་ སོ །_།
en: From the coals bursts forth a fire that surrounds the beings of hell and completely scorches their bodies.

source: ལུས་ ཐམས་ཅད་ ཡོངས་སུ་ བསྲེགས་པ་ དེ་ཡང་ རི་ དེ་དག་ གི་ གཟུགས་ སྔོན་པོ ར་ མཐོང་ སྟེ །_ ཚ་བ ས་ གདུངས་པ་ མགོན་ འདོད་པ །_ སྐྱབས་ འདོད་པ །_ དཔུང་གཉེན་ འདོད་པ་ དེ་ཡང་ རྒྱུག་ གོ །_།
en: Still, the hell beings continue to perceive the mountains as cool places and rush toward them, yearning for something that can save them, protect them, and guard them against the heat.

source: དེ་ གང་ གི་ ཚེ་ རི་ དེ འི་ དྲུང་ དུ་ ཕྱིན་པ་ དང་ །_ དེ་ འདི་ལྟར་ ཀུན་ ནས་ བྱི་བྲུན་ ལ་ ལྕགས་ ཀྱི་ མདའ་འཕེན་པ་ འཕངས་པ་ ཙམ་ གྱིས་ འགྲོ་བ་ མི་མངོན་པ་ དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ མེ་མདག་ གི་ ནང་ དུ་ འགྲོ་བ འི་ འགྲོས་ ཀྱང་ གར་ སོང་ གཏོལ་མེད་ པར་ མི་ མངོན་ ནོ །_།
en: $898 “Yet, as they approach the mountains, a mass of iron arrows is released, showering down so densely that they cause the beings to lose sight of their path.#114 Thus, not knowing where they are going, they charge right into the embers.

source: དེ་དེ ར་ སོང་ མ་ ཐག་ ཏུ་ འདི་ལྟར་ སྲེག་ ཅིང་ འཚེད་ ལ་ སྐོལ་བ་ ན་ མུན་པ་ མུན་ནག་ གི་ ནང་ དུ་ སོང་ ནས་
en: Scorched, burned, and boiled in the embers, they then enter a pitch-black darkness.

source: དབང་པོ་ ཐམས་ཅད་ འགགས་ ཤིང་ སྡུག་བསྔལ་ ཐམས་ཅད་ ཀྱི་ གཞིར་ གྱུར་ ཏེ །_
en: As all their faculties cease functioning, the darkness is felt as a great source of suffering.
